Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: This includes the assassinations of Mickey Cohen lieutenants...... the systematic blackmail of city officials...... and the murders of Susan Lefferts, Pierce Patchett, Sid Hudgens...... and Sergeant Jack Vincennes.
ru: И убийства Сьюзен Лефортс, Пирса Петчета, Сида Хадженса...... И сержанта Джека Винсенса.

source: That´s it.
ru: Капитан Смит признался мне во всём этом прежде, чем я застрелил его.

source: well...... the press will have a field day.
ru: В отеле "Виктори".

source: lt´il stain the Department for years.
ru: Господи, запачкают управление на годы.

source: Decades.
ru: Окружной прокурор.

source: lf we can get the kid to play ball...... who´s to say what happened?
ru: Если мы заставим парня сотрудничать, кто скажет, что произошло?

source: Maybe Dudley Smith died a hero.
ru: Может быть, Дадли Смит умер героем?

source: - Good idea.
ru: Я герой?

source: - lf we get the press to play.
ru: Откуда он узнал, о чём мы говорим?

source: want to tell me what you´re smiling about?
ru: Он не мог нас слышать.

source: A hero.
ru: И?

source: How´d he know what we said?
ru: В этой ситуации вам понадобится больше, чем один герой.

source: ln this situation...... you´il need more than one.
ru: В следующем году управление полиции Л. А. переедет в новое здание.

source: It is my pleasure to present this award to Detective Lieutenant Edmund Exley...... two- time Medal of Valor recipient.
ru: С такими руководителями, как лейтенант Эдмонд Эксли...... образ толстых копов, ворующих яблоки, навсегда останется в прошлом.

source: Next year the LAPD will move into its new facility. with leaders like Edmund Exley...... the image of fat cops stealing apples will be left behind...... and Los Angeles will finally have the police force it deserves.
ru: И Лос- Анджелес, наконец, получит такую полицию, которую заслуживает.

source: You just couldn´t resist.
ru: Что, не смог устоять?

source: So for a while, l´m using them.
ru: Пошли.

source: Thanks for the push.
ru: Спасибо за помощь.

source: Congratulations, Lieutenant Exley.
ru: Поздравляю, лейтенант Эксли.

source: Some men get the world...... others get ex- hookers and a trip to Arizona.
ru: Некоторым достаются все почести в мире...... А другим - бывшая проститутка и поездка в Аризону.

source: This subrip+ was made by Wolfpack; o) snipe out.
ru: Прощай.

source: Icq 59519556
ru: Прощай.

source: So where are you?
ru: Где я?

source: You' re in some motel room.
ru: В номере мотеля.

source: There' s the key.
ru: Я просыпаюсь и понимаю, что я в номере мотеля.

source: This guy.
ru: Просто какой- то номер в мотеле, они все похожи друг на друга.

source: He' s here already.
ru: Ты не видел этого парня?

source: Lenny!
ru: Ленни!

source: - Like I told you before.
ru: Меня зовут Леонард.

source: - Did you?
ru: - Я уже говорил тебе.

source: I must have forgot.
ru: - Правда?

source: I guess I' ve already told you about my condition.
ru: Я уже говорил тебе, у меня заболевание памяти?

source: Oh, well, only every time I see you.
ru: Ах да, ты каждый раз это говоришь.

source: - My car.
ru: - Моя машина.

source: - This is your car.
ru: - Это твоя машина.

source: Oh, you' re in a playful mood.
ru: Ты что, меня дурачить вздумал?

source: - It' s not good to make fun of a handicap.
ru: - Грешно смеяться над больными людьми.

source: - Just trying to have a little fun.
ru: - Ну что, нельзя уже пошутить что- ли?

source: - Hm?
ru: Закрой окно.

source: - It' s broken.
ru: - Разбито.

source: - I can get that fixed for you.
ru: - Надо бы заехать в автосервис.

source: - So, where to, Sherlock?
ru: - Ну, так куда сейчас, Шерлок?

source: - I got a lead on a place.
ru: - Нужно съездить в одно место.

source: - What the hell you wanna go there for?
ru: - Какого чёрта тебе там делать?

source: - You know it?
ru: - Ты знаешь это место?

source: Yeah, it' s just this fucked up building.
ru: Это какое- то заброшенное здание.

source: Don' t remember.
ru: Не помню.

source: - Looks like somebody' s home.
ru: - Вроде бы в доме кто- то есть.

source: - Ah, that thing' s been here for years.
ru: - А, эта машина тут сто лет стоит.

source: These tracks are only a few days old.
ru: Тут свежие следы, им всего пара дней.

source: Tracks?
ru: Следы?

source: What are you, Pocahontas?
ru: Да ну тебя, следопыт...

source: Let' s take a look inside.
ru: Пошли зайдём внутрь.

source: Teddy.
ru: "Тедди."

source: Don' t believe his lies.
ru: "Не верь его словам.

source: He is the one.
ru: Это он.

source: Kill him.
ru: Убей его. "

source: I' ve finally found him.
ru: Наконец- то я нашёл его.

source: How long have I been looking?
ru: Сколько я искал его?

source: Find anything?
ru: Нашёл что- нибудь?

source: Didn' t think so.
ru: Не думаю.

source: Let' s go, huh?
ru: Ладно, пошли.

source: Oh, fuck this.
ru: К чёрту всё это.

source: You' re gonna pay for what you did.
ru: Ты за всё заплатишь.

source: Beg forgiveness and then you pay.
ru: Проси прощения, а потом заплатишь.

source: You don' t have a clue, you freak!
ru: Ты что, совсем с катушек съехал, придурок?

source: Beg my wife' s forgiveness before I blow your brains out.
ru: Проси прощения у моей жены, а потом я вышибу тебе мозги.

source: Leonard, you don' t know what' s going on.
ru: Леонард, ты не понимаешь, что происходит.

source: - You don' t even know my name.
ru: - Ты даже не знаешь, как меня зовут.

source: - Teddy.
ru: - Тедди.

source: Cos you read it off a fucking picture.
ru: Ты это прочитал на своей грёбаной фотографии.

source: (breathless) You don' t know who you are.
ru: Ты даже не знаешь, кто ты.

source: - I' m Leonard Shelby from San Francisco.
ru: - Я Леонард Шелби из Сан- Франциско.

source: - That' s who you were.
ru: - Ага, ты был им.

source: That' s not..... what you' ve become.
ru: Теперь ты не Леонард Шелби.

source: - Shut your mouth.
ru: - Заткнись.

source: Come on, let' s go down to the basement.
ru: Пойдём, спустимся в подвал.

source: Let' s go down, you and me together.
ru: Пойдём вместе, ты и я.

source: Then you' il know who you really are.
ru: Там ты узнаешь, кто ты.

source: - (gunshot)
ru: Нет!

source: It' sjust an anonymous room.
ru: Просто какой- то номер.

source: There' s nothing in the drawers.
ru: В ящиках пусто.

source: But you look anyway.
ru: Ну, всё равно, надо проверить.

source: (laughs) Hm.
ru: Кроме Библии, ничего нет... которую я иногда читаю.

source: Butjust for day- to- day stuff, notes are really useful.
ru: Я знаю о себе только общие вещи, но не ежедневные события, поэтому записи по- настоящему мне помогают.

source: Sammy Jankis had the same problem but he really had no system.
ru: У Сэмми Дженкиса была точно такая же проблема, но не было системы.

source: He wrote himself a ridiculous amount of notes but he' d get them all mixed up.
ru: Он писал уйму каких- то заметок, но у него они были в полном беспорядке.

source: You really do need a system if..... ifyou' re gonna make it work.
ru: А система очень нужна...... если вы хотите, чтобы она помогала.

source: - I' m Mr Shelby from 304.
ru: - Я Шелби из комнаты 304.

source: - What can I do for you, Leonard?
ru: - Чем могу вам помочь, Леонард?

source: - Um...
ru: - М- мм...

source: - Burt.
ru: - Меня зовут Берт.

source: I' m not sure, I think I may have asked you to hold my calls.
ru: Берт, я тебя разве не просил ни с кем меня не соединять?

source: - You don' t know?
ru: - А вы что, сами не помните?

source: - I' m not too good on the phone.
ru: - Насчёт этого - не помню.

source: You said you like to look people in the eye when you talk to them.
ru: Вы говорили, что вам нужно смотреть человеку в глаза, когда говоришь с ним.

source: - You don' t remember saying that.
ru: - Так вы не помните, что говорили?

source: - I have this condition.
ru: Я этим страдаю.

source: - A condition?
ru: - Страдаете?

source: - It' s my memory.
ru: - У меня проблемы с памятью.

source: - Amnesia?
ru: - Амнезия?

source: - No, no, it' s different from that.
ru: - Нет- нет, не амнезия.

source: I have no short- term memory.
ru: У меня отсутствует короткая память.

source: Everything fades.
ru: Я помню кто я есть, и всё такое, но с тех пор, как у меня случилась травма, я не помню вещи, которые случились недавно.

source: lf we talk for too long I' il forget how we started..... and next time I see you I won' t remember this conversation.
ru: Если я буду говорить с вами достаточно долго, я забуду, о чём мы начинали... и в следующий раз, когда мы встретимся, я не вспомню этого разговора.

source: I don' t even know if I' ve met you before.
ru: И поэтому я даже не помню, встречались мы с тобой раньше или нет.

source: So if I seem a little strange or rude, or something, uh...
ru: Так что если я покажусь странным, или даже может быть, грубым...

source: I' ve told you this before, haven' t l?
ru: Я ведь уже говорил вам это?

source: I don' t mean to mess with you but it' s so weird.
ru: Всё это так необычно.

source: - You don' t remember me at all?
ru: - Вы меня совсем не помните?

source: - I' m sure we have.
ru: - Мы уже разговаривали несколько раз.

source: What' s the last thing you remember?
ru: А что вы помните последнее?

source: What' s it like?
ru: Как это было?

source: It' s like waking.
ru: Как пробуждение.

source: It' s like you just woke up.
ru: Будто только что проснулся.

source: That must suck.
ru: Дерьмово, должно быть.

source: It' s all backwards.
ru: Всё на свете уходит в прошлое.

source: Like, maybe you got an idea about what you want to do next..... but you don' t remember what you just did.
ru: А как, например, вы решаете, что делать дальше...... если вы не помните, что уже сделали только что?

source: I mean, I' m exactly the opposite...
ru: То есть наоборот...

source: - How long have I been staying here?
ru: - Сколько я уже живу здесь?

source: - Couple of days.
ru: - Пару дней.

source: - And you' re holding my calls?
ru: - И вы меня ни с кем не соединяли?

source: - Like you said.
ru: - Да, по вашей просьбе.

source: OK, but this guy' s an exception.
ru: Сделайте исключение для этого парня.

source: You know this guy?
ru: Это ваш друг?

source: - Yeah, it' s your friend, right?
ru: - Да, это же ваш друг, верно?

source: - What makes you think that?
ru: - С чего вы взяли?

source: - I saw you together, that' s all.
ru: - Я просто видел вас вместе, вот и всё.

source: - He' s not my friend.
ru: - Он мне не друг.

source: lf he calls or shows up here, give me a call in my room, OK?
ru: Если он позвонит или придёт, переведите звонок в мою комнату, хорошо?

source: - What, his name' s Teddy?
ru: - Его зовут Тедди?

source: - Teddy, yeah.
ru: - Да, Тедди.

source: Look, I hope my condition' s not gonna be a problem for you.
ru: Надеюсь, моё заболевание не станет для вас проблемой.

source: Not as long as you remember to pay the bill.
ru: Да нет, пока вы не забываете платить по счетам.

source: You really need a system ifyou' re gonna make it work.
ru: Система очень важна, и главное - чтобы она была работающей.

source: It becomes an important part ofyour life.
ru: Вам нужно научиться узнавать свой почерк, это существенно важно.

source: Where you put them is really important.
ru: Очень важно также - где именно вы делаете себе записи.

source: You need ajacket that' s got, like, six pockets,..... particular pockets for particular things.
ru: Для этого нужен пиджак с шестью карманами, каждый карман - для определённого рода вещей.

source: Youjust kinda learn to know where things go and how the system works.
ru: Нужно научиться всегда знать, где что лежит, и как работает система.

source: You have to be wary of other people writing stuff foryou..... that is not going to make sense or is gonna lead you astray.
ru: Нужно быть готовым к тому, что люди будут вам подсовывать свои записки, чтобы подшутить над вами, или дезориентировать вас.

source: I don' t know what makes people take advantage..... of somebody with this condition.
ru: Не знаю почему, но люди практически всегда пытаются...... воспользоваться такой ситуацией.

source: lfyou have a piece of information which... is..... vital, writing on your body instead of on a piece ofpaper can be the answer.
ru: Если у вас есть информация, которая... является жизненно важной,... её нужно записать, например, на теле, а не на бумаге.

source: (phone rings)
ru: Так будет надёжнее её сохранить.

source: Who is this?
ru: Кто это?

source: Remember Sammy Jankis.
ru: "Помни о Сэмми Дженкисе."

source: Ah, Lincoln Street?
ru: Линкольн Стрит?

source: Just go straight out on Sixth Street,...
ru: Прямо по Шестой...

source: -.. go east through town...
ru: -... а потом на восток...

source: - I' m gonna write this down.
ru: - Мне нужно это записать.

source: - Oh, it' s easy.
ru: - О, это просто.

source: Go straight out...
ru: Езжайте прямо...

source: - Trust me, I need to write this down.
ru: - Нет, я должен это записать.

source: The Discount lnn.
ru: Мотель "Дисконт".

source: Discount lnn.
ru: Мотель "Дисконт".

source: Natalie.
ru: Натали.

source: My car.
ru: Моя машина.

source: This guy told me his name was Teddy.
ru: Джон Эдвард Гэммел.

source: - Yeah?
ru: - Да.

source: - Mr Gammell?
ru: - Мистер Гэммел?

source: - Lenny, is that you?
ru: - Ленни, это ты?

source: - John Gammell?
ru: - Джон Гэммел?

source: Lenny, it' s Teddy.
ru: Ленни, это Тедди.

source: Stay there.
ru: Будь дома.

source: I' il be right over.
ru: Я сейчас приеду.

source: - (line goes dead)
ru: Хорошо.

source: White male.
ru: Белый мужчина.

source: First name, John.
ru: Имя - Джон.

source: Last name G for Gammell.
ru: То есть Гэммел.

source: Drugs.
ru: Торговец наркотиками.

source: License plate.
ru: Номерной знак...

source: SG1 3..... 7lU.
ru: SG1 3..... 7IU.

source: It' s him.
ru: Это он.

source: I' ve found you, you fuck.
ru: Я нашёл тебя, ублюдок.

source: You said we talked before.
ru: То есть мы уже говорили с вами?

source: I don' t remember that.
ru: Я не помню.

source: Yeah, but it' s not amnesia.
ru: Да, но это не амнезия.

source: I remember up until my injury, I just can' t make new memories.
ru: Я всё помню до травмы, а вот короткой памяти у меня нет.

source: So I can' t remember talking to you.
ru: Не помню, разговаривал с вами или нет.

source: What did we talk about?
ru: А о чём мы говорили?

source: Oh, Sammy Jankis.
ru: А, о Сэмми Дженкисе.

source: I guess I tell people about Sammy to help them understand.
ru: Я, наверное, я говорил вам о нём всвязи с моим заболеванием.

source: Sammy' s story helps me understand my own situation.
ru: У Сэмми была такая же проблема.

source: Sammy wrote himself endless amounts of notes.
ru: Он делал себе эти бесконечные пометки...

source: But he got mixed up.
ru: Только у него было всё перепутано.

source: I have a more graceful solution to the memory problem.
ru: Нет, у меня есть другое, более изящное решение моей проблемы.

source: I' m disciplined and organised.
ru: Я упорядочиваю записи.

source: I use habit and routine to make my life possible.
ru: Я использую привычки и рутинные действия, чтобы выжить.

source: Sammy had no drive,..... no reason to make it work.
ru: Сэмми не водил машину...... ему не надо было работать.

source: Me?
ru: Я?

source: Yeah,..... l got a reason.
ru: Да...... А у меня есть цель в жизни.

source: Today, 1pm, meet Natalie for info.
ru: Сегодня, в час дня, встреча с Натали.

source: She has also lost someone.
ru: "Она тоже потеряла близкого человека.

source: She will help you out ofpity.
ru: Она поможет тебе. "

source: - Natalie.
ru: - Натали?

source: - You don' t remember me.
ru: - Ты не помнишь меня.

source: I have this cond...
ru: - Думаю, мне надо объяснить...

source: - You did explain, Lenny.
ru: У меня...

source: Please call me Leonard.
ru: Называй меня Леонард.

source: My wife called me Lenny.
ru: Моя жена звала меня Ленни.

source: - I know, you told me.
ru: Я знаю, ты говорил.

source: - Then I probably told you I hated it.
ru: Тогда я говорил и то, что ненавижу это имя.

source: Do you mind taking your glasses off?
ru: Не снимешь очки?

source: So, you have information for me?
ru: Так что, у тебя есть для меня информация?

source: - ls that what your little note says?
ru: - Так сказано в твоих записях?

source: Must be tough living your life according to a couple of scraps of paper.
ru: Должно быть, нелегко жить по запискам...

source: Mix your laundry list with your grocery list and you' il end up eating your underwear.
ru: Я постоянно путаю списки того, что нужно купить и квитанции из прачечной...

source: I guess that' s why you have those freaky tattoos.
ru: Наверное, татуировки у тебя тоже для этого.

source: It' s almost impossible.
ru: Да, это неприятно.

source: Look, I' m sorry I don' t remember you.
ru: Прости, что я не помню.

source: It' s nothing personal.
ru: Не обижайся.

source: I do have information for you.
ru: Да, у меня есть для тебя информация.

source: You gave me a license- plate number.
ru: Ты мне давал номер машины.

source: Had my friend at DMV trace it.
ru: Я отследила этот номер через своего друга в дорожной полиции.

source: Guess what name came up?
ru: Угадай, на чьё имя зарегистрирован этот номер?

source: John Edward Gammell.
ru: Джон Эдвард Гэммел.

source: John G.
ru: Джон Г.

source: Do you know him?
ru: Ты с ним знакома?

source: But his face on his driver' s licence looked really familiar.
ru: Знакомое лицо.

source: I think he' s been in the bar, maybe.
ru: Наверное, я его в баре видела.

source: Here' s a copy of his licence, his registration, photo and all.
ru: Здесь ксерокопия его прав.

source: Are you sure you want this?
ru: Ты уверен, что тебе это надо?

source: - Have I told you what this man did?
ru: Я говорил тебе, что сделал этот человек?

source: Well, then you shouldn' t have to ask.
ru: Тогда зачем ты спрашиваешь?

source: Even if you get revenge, you' re not gonna remember it.
ru: Если ты даже отомстишь ему, то всё равно не будешь помнить об этом.

source: You' re not even gonna know it happened.
ru: Ты даже не будешь знать, что ты это сделал.

source: My wife deserves vengeance.
ru: Моя жена заслуживает отмщения.

source: It doesn' t make any difference if I know about it.
ru: Мне без разницы, буду я помнить или нет.

source: Just because there are things I don' t remember..... doesn' t make my actions meaningless.
ru: Тот факт, что я не буду помнить...... не лишает мои действия смысла.

source: The world doesn' t just disappear when you close your eyes.
ru: Мир не исчезает, когда закрываешь глаза.

source: Get another freaky tattoo.
ru: Может быть, эта фотография скажет мне больше, чем все эти идиотские татуировки.

source: Tell me about her again.
ru: Расскажи мне про неё ещё раз.

source: Because you like to remember her.
ru: Потому что тебе нравится вспоминать о ней.

source: She was beautiful.
ru: Она была красива.

source: - To me she was perfect.
ru: - На мой взгляд, само совершенство.

source: Don' t just recite the words.
ru: Не надо повторять одно и то же.

source: Close your eyes and remember her.
ru: Закрой глаза и вспомни её.

source: You can just feel the details.
ru: Я вижу её до малейших деталей.

source: The bits and pieces you never bothered to put into words.
ru: И чувствую обрывки ощущений, которые не передать словами.

source: And you can feel these extreme moments.
ru: Я помню всё от и до.

source: Even ifyou don' t want to.
ru: Даже то, что не хотелось бы помнить.

source: You put these together and you get the feel of a person.
ru: Сложив все эти воспоминания, я чувствую её, как человека.

source: Enough to know how much you miss them.
ru: Я чувствую, как мне не хватает этих ощущений.

source: And how much you hate the person who took them away.
ru: И как я ненавижу того, кто лишил меня их.

source: I, um, I added an address in here.
ru: Я тебе там написала адрес.

source: It might be useful.
ru: Он может пригодиться.

source: It' s an abandoned place outside of town.
ru: Это заброшенный дом за городом.

source: Um, I guy I knew used to do bigger deals there.
ru: Один мой знакомый пользовался им, обделывал там кое- какие дела.

source: It' s isolated.
ru: Этот дом стоит на отшибе.

source: - Do I owe you any...
ru: Отлично.

source: - I wasn' t helping you for money.
ru: - Я помогаю тебе не за деньги.

source: - It' s OK.
ru: - Да ничего.

source: See, you have this condition.
ru: Я же понимаю, в каком ты состоянии.

source: You still staying at the Discount lnn?
ru: Ты всё ещё в "Дисконте" живёшь?

source: Room 304?
ru: В комнате 304?

source: Left it at my place.
ru: Ты у меня это оставил.

source: - They treating you OK?
ru: Да.

source: - I don' t remember.
ru: - Как в мотеле, уютно?

source: You know what we have in common?
ru: Знаешь, что в нас общего?

source: We are both survivors.
ru: Мы оба выжили.

source: You take care, Leonard.
ru: Будь поосторожнее, Леонард.

source: I met Sammy through work. lnsurance.
ru: Я встретился с Сэмми по работе.

source: I was an investigator.
ru: Я был страховым следователем.

source: I had to see through people' s bullshit.
ru: Я расследовал тогда одно дело, хотел разобраться, кто виноват,... поэтому пришлось выслушивать всё это дерьмо.

source: It was useful experience cos now it' s my life.
ru: Зато я получил много опыта, и мне это помогает в жизни.

source: When I meet someone, I don' t know if I' ve met them before.
ru: Когда я встречаю кого- нибудь, я не знаю, встречались ли мы раньше.

source: I have to look in their eyes and try and figure them out.
ru: Я смотрю в его глаза и пытаюсь вычислить, что это за человек.

source: Myjob taught me the best way to find out what someone knew was let them talk.
ru: Лучший способ определить, что знает человек - дать ему говорить.

source: Watch the eyes and the body language.
ru: И читать на языке глаз и тела.

source: lf someone scratches their nose, experts tell you it means they' re lying.
ru: Если человек чешет нос, то любой эксперт скажет вам, что он врёт.

source: It really means they' re nervous.
ru: Но не всегда.

source: People get nervous for all sorts of reasons.
ru: Люди нервничают по многим причинам.

source: It' s all about context.
ru: Всё нужно воспринимать в контексте.

source: Yeah, I was good.
ru: Да, я был неплох.

source: Sammy was my first real challenge.
ru: Сэмми был первым, задавшим мне задачку.

source: Yo, Lenny!
ru: Эй, Ленни!

source: I thought you' d split for good.
ru: Я думал, ты уже уехал.

source: - Well, things change.
ru: - Нет, кое- что изменилось.

source: - So I see.
ru: - Да, я вижу.

source: - My name' s Teddy.
ru: Меня зовут Тедди.

source: - I guess I' ve told you about my condition.
ru: Думаю, я уже рассказывал тебе о своей травме.

source: Only every time I see ya.
ru: Да, ты каждый раз о ней рассказываешь.

source: Come on, I' il buy you lunch.
ru: Пойдём, я угощу тебя обедом.

source: - Mmm.
ru: - Я рассказывал тебе о Сэмми Дженкисе?

source: I' m sick of hearing about the guy.
ru: Меня уже тошнит от рассказов о нём.

source: What about John G?
ru: А как насчёт Джона Г?

source: You think he' s still here?
ru: Как думаешь, он ещё не уехал из города?

source: - Who?
ru: - Кто?

source: - Johnny G, the guy you' re looking for.
ru: - Джонни Г, парень, которого ты ищешь.

source: - That' s why you haven' t left town, right?
ru: - Ты поэтому не уехал, верно?

source: - Maybe.
ru: - Может быть.

source: - Leonard, you have to be very careful.
ru: Леонард, тебе нужно быть очень осторожным.

source: - Why?
ru: Почему?

source: You mentioned that maybe somebody was trying to set you up.
ru: Ты как- то обмолвился, что кто- то пытается подставить тебя.

source: Get you to kill the wrong guy.
ru: Чтоб ты убил не того человека.

source: I go on facts, not recommendations, but thank you.
ru: Вообще- то я полагаюсь на факты, а не на чьи- то рекомендации.
